Repository: IlianCoding/Dotnet_IntegrationProject_KDG
Catalog: Negentien/UI-MVC/Resources/Resources.*.resx
Languages: fr_fr, nl_be

source: Your voice matters
fr_fr: Votre voix compte
nl_be: Uw stem telt

source: Home Page
fr_fr: Page d'accueil
nl_be: Hoofdpagina

source: Flows
fr_fr: Flux

source: Start Survey!
fr_fr: Commencer l'enquête!
nl_be: Start Enquête!

source: State
fr_fr: État
nl_be: Status

source: Flow
fr_fr: Flux

source: Total Running
fr_fr: Total en course
nl_be: Totaal lopend

# make_conditional_point
source: Make a conditional point
fr_fr: Faire un point conditionnel
nl_be: Maak een conditioneel punt

source: Title
fr_fr: Titre
nl_be: Titel

# what_answeroption_cp
source: What answeroption would you like to put the conditional point on:
fr_fr: Sur quelle option de réponse souhaitez-vous mettre le point conditionnel:
nl_be: Welke antwoordoptie wil u dit conditioneel punt op plaatsen

# what_step
source: What step does it lead to
fr_fr: Quelle est l'étape suivante
nl_be: Welke stap gaat het naartoe:

source: Let's go
fr_fr: Allons-y
nl_be: Ga ervoor

source: Something went wrong :/
fr_fr: Quelque chose n'a pas fonctionné :/
nl_be: Er ging iets mis :/

source: First Name
fr_fr: Prénom
nl_be: Voornaam

source: Last Name
fr_fr: Nom de famille
nl_be: Achternaam

source: Fill in contact
fr_fr: Remplir le contact
nl_be: Vul je contactgegevens in

# phone_number
source: Phone number: +32
fr_fr: Numéro de téléphone: +32
nl_be: Telefoonnummer: +32

# further_info
source: Do you want to receive further information?
fr_fr: Souhaitez-vous recevoir des informations complémentaires ?
nl_be: Wilt u verdere informatie ontvangen?

# submit_personal
source: Submit personal details
fr_fr: Soumettre des informations personnelles
nl_be: Persoonlijke gegevens invoeren

source: Name
fr_fr: Nom
nl_be: Naam

# flow_enable
source: Flow Enabled
fr_fr: Flux activé
nl_be: Flow ingeschakeld

# lineair_flow
source: Linear flow
fr_fr: Flux linéaire
nl_be: Lineaire flow

# create_flow
source: Create a flow
fr_fr: Créer un flux
nl_be: Creëer een flow

source: Flow details
fr_fr: Détails du flux

source: Kiosk mode
fr_fr: Mode kiosque
nl_be: Kiosk modus

# normal_mode
source: AI mode
fr_fr: Mode AI
nl_be: AI modus

source: Run
fr_fr: Exécuter
nl_be: Laat lopen

source: StartTime
fr_fr: Heure de démarrage
nl_be: Starttijd

source: Detail
fr_fr: Détail

source: Pauzed
fr_fr: Interrompu
nl_be: Gepauzeerd

source: Running
fr_fr: En cours d'exécution
nl_be: Lopende

source: Close
fr_fr: Fermer
nl_be: Afsluiten

source: Show/Hide table
fr_fr: Afficher/masquer tableau
nl_be: Toon/Verberg tabel

source: Details
fr_fr: Détails

source: Steps
fr_fr: Étapes
nl_be: Stappen

# conditionele_steps
source: Conditional steps
fr_fr: Étapes conditionelles
nl_be: Conditionele stappen

source: * Required
fr_fr: * Requis
nl_be: * Verplicht

source: Flow type
fr_fr: Type de flux

source: Project name
fr_fr: Nom du project
nl_be: Project naam

source: Inactive
fr_fr: Inactif
nl_be: Inactief

source: Active
fr_fr: Actif
nl_be: Actief

source: Circular
fr_fr: Circulaire
nl_be: Circulair

source: Linear
fr_fr: éaire
nl_be: Lineaire

# confirm_changes
source: Confirm
fr_fr: Confirmer
nl_be: Bevestig

source: Change state
fr_fr: Changer d'état
nl_be: Verander status

source: Edit
fr_fr: Editer
nl_be: Bewerk

source: Delete flow
fr_fr: Supprimer flux
nl_be: Verwijder flow

source: Content type
fr_fr: Type de contenu
nl_be: Inhoud type

source: Theme
fr_fr: Thème
nl_be: Thema

source: Normal steps
fr_fr: Étapes normales
nl_be: Normale steps

# add_conditional
source: Add conditional point
fr_fr: Ajouter point conditionnel
nl_be: Voeg conditioneel punt toe

source: Delete step
fr_fr: Supprimer étape
nl_be: Verwijder stap

source: Activate step
fr_fr: Activer l'étape
nl_be: Activeer stap

source: Deactivate step
fr_fr: Désactiver l'étape
nl_be: Deactiveer stap

# add_step
source: Add a new step
fr_fr: Ajouter une nouvelle étape
nl_be: Voeg een nieuwe stap toe

source: Add
fr_fr: Ajouter
nl_be: Voeg toe

# adding_platform
source: Adding a new platform
fr_fr: Ajouter une nouvelle plateforme
nl_be: Een nieuw platform toevoegen

# organization_name
source: Organisation name
fr_fr: Nom de l'organisation
nl_be: Organisatie naam

source: Birthday
fr_fr: Anniversaire
nl_be: Verjaardag

source: Owned projects
fr_fr: Projets possédés
nl_be: Projecten in bezit

# add_platform
source: Add a new platform
fr_fr: Ajouter une nouvelle plateforme
nl_be: Voeg een nieuw platform toe

source: Creation date
fr_fr: Date de création
nl_be: Creatie datum

# maintainer
source: Attendant
fr_fr: Accompagneteur
nl_be: Begeleider

# number_project
source: Number of assigned projects
fr_fr: Nombre de projets attribués
nl_be: Aantal toegewezen projecten

# unlock_insights
source: Unlock insights, ignite growth! Dive into our survey app today and let your voice be heard. 🚀 #SurveySuccess
fr_fr: Découvrez des informations, stimulez la croissance ! Plongez dans notre appli de sondage dès aujourd'hui et faites entendre votre voix. 🚀 #SurveySuccès
nl_be: Ontsluit inzichten, stimuleer groei! Duik vandaag nog in onze enquête-app en laat je stem horen. 🚀 #SurveySucces

source: Submit
fr_fr: Soumettre
nl_be: Dien in

# add_organisation_member
source: Add a new organisation member
fr_fr: Ajouter une nouvelle organisation
nl_be: Een nieuw organisatielid toevoegen

# submit_organisation
source: Submit organisation member details
fr_fr: Soumettre les coordonnées des membres de l'organisation
nl_be: Dien organisatie details in

source: Enter credentials
fr_fr: Entrer les données d'identification
nl_be: Referenties invoeren

# add_attendant
source: Add a new attendent
fr_fr: Ajouter un nouvel accompagnateur
nl_be: Een nieuwe begeleider toevoegen

# submit_attendant
source: Submit attendant details
fr_fr: Soumettre les coordonnées du préposé
nl_be: Dien begeleider details in

# assign_project
source: Assign a project
fr_fr: Assigner un projet
nl_be: Wijs een project toe

source: All employees
fr_fr: Tous les employés
nl_be: Alle medewerkers

source: Attendant details
fr_fr: Détails de l'accompagnateur
nl_be: Begeleider details

source: Reassign
fr_fr: Réaffecter
nl_be: Hertoewijzen

source: Assigned project
fr_fr: Projets assignés
nl_be: Toegewezen project

source: All projects
fr_fr: Tous les projets
nl_be: Alle projecten

# add_project
source: Add a new project
fr_fr: Ajouter un nouveau projet
nl_be: Voeg een nieuw project toe

# add_organisation
source: Add a new organisation
fr_fr: Ajouter une nouvelle organisation
nl_be: Een nieuwe organisatie toevoegen

# head_theme_description
source: Main theme description
fr_fr: Description du thème principal
nl_be: Hoofdthema beschrijving

# head_theme_name
source: Main theme name
fr_fr: Nom du thème principal
nl_be: Hoofdthema naam

# project_info
source: Project information
fr_fr: Information du projet
nl_be: Project informatie

source: Add subtheme
fr_fr: Ajouter un sous-thème
nl_be: Voeg subthema toe

source: Delete subtheme
fr_fr: Supprimer sous-thème
nl_be: Verwijder subthema

source: Update subtheme
fr_fr: Mettre à jour sous-thème
nl_be: Update subthema

source: Subthemes
fr_fr: Sous-thèmes
nl_be: Subthemas

# no_info_available
source: No information available
fr_fr: Aucune information disponible
nl_be: Geen informatie beschikbaar

# head_theme
source: Main theme
fr_fr: Thème principal
nl_be: Hoofdthema

# update_head_theme
source: Update main theme
fr_fr: Mettre à jour thème principal
nl_be: Update hoofdthema

# add_flow
source: Add a new flow
fr_fr: Ajouter un nouveau flux
nl_be: Voeg een nieuwe flow toe

source: Short description
fr_fr: Brève description
nl_be: Korte beschrijving

source: Attendant name
fr_fr: Nom de l'accompagnateur
nl_be: Naam begeleider

# choose_runningflow
source: Choose wich one do you want to have on this screen
fr_fr: Choisissez celui que vous souhaitez voir apparaître sur cet écran
nl_be: Welke flow wilt u tonen op het scherm

source: Survey
fr_fr: Enquête
nl_be: Enquête

source: Your account
fr_fr: Votre compte
nl_be: Uw account

# choice_language
source: Choose your language
fr_fr: Choisissez de la langue
nl_be: Kies uw taal

source: Hello
fr_fr: Bonjour
nl_be: Hallo

source: Register
fr_fr: Inschrivez
nl_be: Registreer

# error_accured
source: An error has occured prossesing your request
fr_fr: Une erreur s'est produite lors du traitement de votre demande
nl_be: Er is een fout opgetreden bij het verwerken van uw verzoek

source: Development
fr_fr: Mode de développement
nl_be: Ontwikkelingsmodus

source: Development Mode
fr_fr: Développement
nl_be: Ontwikkeling

source: Swapping to
fr_fr: En passant à
nl_be: Veranderen naar

# environment
source: environment will display more detailed information about the error that occurred
fr_fr: affichera des informations plus détaillées sur l'erreur qui s'est produite
nl_be: omgeving zal meer gedetaileerde informatie tonen over de voorkomende error

# development_environment
source: The Development environment shouldn't be enabled for deployed applications
fr_fr: L'Environnement de développement ne doit pas être activé pour les applications déployées.
nl_be: De ontwikkeling omgeving zou niet ingeschakeld mogen zijn for deployed applicaties

# sensitive_info
source: It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the
fr_fr: Il peut en résulter l'affichage d'informations sensibles provenant d'exceptions pour les utilisateurs finaux. Pour le débogage local, activez l'option
nl_be: Dit kan leiden tot het tonen van gevoelige informatie van uitzonderingen aan eindgebruikers. Schakel de optie

# setting
source: environment by setting the
fr_fr: en définissant l'environnement
nl_be: omgeving door de setting

# environment_variable
source: environment variable to
fr_fr: à la variable d'environnement
nl_be: op de waarde te zetten van

# restart
source: and restarting the app
fr_fr: et redémarrer l'application
nl_be: en de applicatie opnieuw op te starten

source: Themes of
fr_fr: Thèmes de
nl_be: Themas van

source: Comment
fr_fr: Commentaire
nl_be: Commentaar

# theme_info
source: Theme information
fr_fr: Information du thème
nl_be: Thema informatie

source: Theme name
fr_fr: Nom du thème
nl_be: Thema naam

# back_to_selection
source: Back to theme selection
fr_fr: Retour à la sélection des thèmes
nl_be: Terug naar thema selectie

# leave_comment
source: Leave a comment
fr_fr: Laisser un commentaire
nl_be: Laat een commentaar achter

# appreciate
source: We greatly appreciate your participation. Thank you again!
fr_fr: Nous apprécions grandement votre participation. Merci encore!
nl_be: We apprecieren uw participatie zeer erg. Nog eens bedankt!

# thank_you_participate
source: Thank You for Participating in Phygital Tool!
fr_fr: Merci de participer à l'outil Phygital!
nl_be: Dank je wel om deel te nemen aan Phygital tool!

# participate
source: Would you like to leave your details so we can provide you with more information about other events?
fr_fr: Souhaitez-vous laisser vos coordonnées afin que nous puissions vous fournir plus d'informations sur d'autres événements ?
nl_be: Zou je graag je informatie achterlaten opdat we je kunnen informeren over andere evenementen

# more_info
source: Get more information about other events!
fr_fr: Plus d'informations sur les autres événements !
nl_be: Ontvang meer info over andere evenementen

source: Make 1 choice
fr_fr: Faire un choix
nl_be: Maak 1 keuze

# make_multiple_choice
source: Make 1 or more choices
fr_fr: Faire un ou plusieurs choix
nl_be: Maak 1 of meerdere keuzes

source: Multiple choice
fr_fr: Choix multiple
nl_be: Meerkeuze

source: Single choice
fr_fr: Choix unique
nl_be: Enkele keuze

source: Open question
fr_fr: Question ouverte
nl_be: Open vraag

# range_choice
source: Range question
fr_fr: Question de gamme
nl_be: Bereik vraag

# create_step
source: Create a new step
fr_fr: Créer une nouvelle étape
nl_be: Creëer een nieuwe stap

# give_name_step
source: Give the step a name
fr_fr: Donner un nom à la démarche
nl_be: Geef de stap een naam

# what_question
source: What question would you like to ask
fr_fr: Quelle est la question que vous aimeriez poser ?
nl_be: Welke vraag wilt u graag stellen?

# what_answeroption
source: What are the answeroptions
fr_fr: Quelles sont les options de réponse
nl_be: Wat zijn de antwoordopties

# give_theme
source: Give it a theme
fr_fr: Donnez-lui un thème
nl_be: Geef het een thema

source: Answers
fr_fr: Réponses
nl_be: Antwoorden

# what_info
source: What info would you like to share
fr_fr: Quelles sont les informations que vous souhaitez partager
nl_be: Welke informatie wilt u delen

# what_title
source: What is the title
fr_fr: Quel est le titre
nl_be: Wat is de titel

source: File
fr_fr: Fichier
nl_be: Bestand

# image_video
source: Image, Video or Audio
fr_fr: Image, Vidéo ou Audio
nl_be: Afbeelding, Video of Audio

# conditional_points
source: Conditional point
fr_fr: Point conditionnel
nl_be: Conditioneel punt

source: Step
fr_fr: Étape
nl_be: Stap

source: Answeroption
fr_fr: Option de réponse
nl_be: Antwoordoptie

# change_cp
source: Update conditional point
fr_fr: Mettre à jour point conditionnel
nl_be: Update conditioneel punt

# delete_cp
source: Delete conditional point
fr_fr: Supprimer point conditionnel
nl_be: Verwijder conditionele step

source: Question type
fr_fr: Type de question
nl_be: Type vraag

# info_project
source: Information about this project
fr_fr: Information du projet
nl_be: Informatie over het project

source: Text
fr_fr: Texte
nl_be: Tekst

source: Closed
fr_fr: Fermé
nl_be: Afgesloten

# add_notes
source: Add note
fr_fr: Ajouter une note
nl_be: Voeg een notitie toe

# stay_updated_q
source: If u wanna stay updated you can leave your information here.
fr_fr: Si vous voulez être tenu au courant, vous pouvez laisser vos coordonnées ici
nl_be: Als u op de hoogte gehouden wil worden, dan kan u uw informatie hier achterlaten

# stay_updated_a
source: I wanna stay updated
fr_fr: Je veux rester informé
nl_be: Ik wil op de hoogte gehouden worden

# no_update
source: I don't want to stay updated
fr_fr: Je ne veux pas être tenu au courant
nl_be: Ik wil niet op de hoogte worden gehouden

# fill_info_q
source: If you filled in your information before you can give us your email
fr_fr: Si vous avez déjà rempli vos informations, vous pouvez nous communiquer votre adresse électronique
nl_be: Als u uw gegevens al hebt ingegeven, dan kan u uw e-mail achterlaten

# fill_info_a
source: I've already given my information
fr_fr: J'ai déjà donné mes informations
nl_be: Ik heb mijn gegevens al achtergelaten

# remove
source: Delete
fr_fr: Supprimer
nl_be: Verwijder

source: Step name
fr_fr: Nom de l'étape
nl_be: Stap naam

source: Created by
fr_fr: Créé par
nl_be: Gecreëerd door

source: Thank you!
fr_fr: Merci!
nl_be: Dank u wel!

# go_back
source: Turn back to the main screen
fr_fr: Retour à l'écran principal
nl_be: Keer u terug tot het grote scherm

# answer_mobile
source: Answer on Mobile
fr_fr: Réponse sur Mobile
nl_be: Antwoord op je mobiel

# press_f
source: Press Button F to start survey
fr_fr: Appuyez sur le bouton F pour commencez l'enquête
nl_be: Druk op de F toets om de enquête te starten

# buttons_infront
source: The buttons in front of you will help you answer the question.
fr_fr: Les boutons que vous voyez devant vous, vous aideront à répondre à la question.
nl_be: De knoppen voor u zullen u helpen de vragen te beantwoorden.

# color
source: Colour
fr_fr: Couleur
nl_be: Kleur

# select_colour
source: Select your colour
fr_fr: Sélectionnez votre couleur
nl_be: Kies op je kleur

source: Primary colour
fr_fr: Couleur primaire
nl_be: Primaire kleur

source: Font
fr_fr: Police
nl_be: Lettertype

source: Update
fr_fr: Mettre à jour

source: Modal title
fr_fr: Title modal
nl_be: Modal titel

source: Flow name
fr_fr: Nom de flux
nl_be: Flow naam

# flow_cannot_open
source: The flow cannot be opened because the project is inactive.
fr_fr: Le flux ne peut pas être ouvert car le projet est inactif.
nl_be: De flow kan niet geopend worden want het project is inactief

# flow_closed
source: If the flow is closed, the attendant cannot start the flow.
fr_fr: Si le flux est fermé, le préposé ne peut pas démarrer le flux.
nl_be: Als de flow afgesloten is, dan kan de begeleider geen flow opstarten.

# project_inactive
source: This project is currently inactive. As a result, all flows will be closed, and attendants will be unable to initiate new flows.
fr_fr: Ce projet est actuellement inactif. Par conséquent, tous les flux seront fermés et les accompagnateurs ne pourront pas initier de nouveaux flux.
nl_be: Dit project is op dit moment inactief. Als gevolg zijn alle flows afgesloten. Begeleiders zullen niet in staat zijn een nieuwe flow te instatiëren.

source: Theme details
fr_fr: Détails du thème
nl_be: Thema details

source: Username
fr_fr: Nom d'utilisateur
nl_be: Gebruikersnaam

source: Attendants
fr_fr: Accompagneteurs
nl_be: Begeleiders

source: Project details
fr_fr: Détails du projet

source: End session
fr_fr: Mettre fin à la session
nl_be: Beëindig sessie

# attendant_reassign
source: Go to attendant details to reassign to project
fr_fr: Accédez aux détails de l'accompagnateur pour réaffecter au projet
nl_be: Ga naar de begeleider details pagina om een project opnieuw toe te wijzen

# terug_project
source: Back to project
fr_fr: Retour au projet
nl_be: Terug naar project

# terug_flow
source: Back to flow
fr_fr: Retour au flux
nl_be: erug naar flow

# warning_cs
source: You don't have a conditional step yet or all your conditional steps have been assigned. Please make a new one before adding a conditional point.
fr_fr: Vous n'avez pas encore d'étape conditionnelle ou toutes vos étapes conditionnelles ont été attribuées. Veuillez en créer une nouvelle avant d'ajouter un point conditionnel.
nl_be: U hebt nog geen voorwaardelijke stap of al uw voorwaardelijke stappen zijn toegewezen. Maak een nieuwe aan voordat u een voorwaardelijk punt toevoegt.

# note_warning_subtheme
source: You currently do not have any Theme. Please create one before proceeding.
fr_fr: Vous n'avez actuellement aucun thème. Veuillez en créer un avant de continuer.
nl_be: Je hebt momenteel geen thema. Maak er een aan voordat u doorgaat.

# closed_project
source: The project is currently closed. Please contact your organization to initiate this process.
fr_fr: Le projet est actuellement fermé. Veuillez contacter votre organisation pour lancer ce processus.
nl_be: Het project is momenteel gesloten. Neem contact op met uw organisatie om dit proces te starten.

# no_assigned_flow
source: You currently have no assigned flows. Please contact your organization for further assistance.
fr_fr: Aucun flux ne vous est actuellement attribué. Veuillez contacter votre organisation pour obtenir de l'aide.
nl_be: U heeft momenteel geen toegewezen flows. Neem contact op met uw organisatie voor verdere hulp.

# closed_flow
source: The flow is currently closed. Please contact your organization to initiate this process.
fr_fr: Le flux est actuellement fermé. Veuillez contacter votre organisation pour lancer ce processus.
nl_be: De flow is momenteel gesloten. Neem contact op met uw organisatie om dit proces te starten.

# no_step
source: The flow doesn't have any steps. Please contact your organization to initiate this process.
fr_fr: Le flux ne comporte aucune étape. Veuillez contacter votre organisation pour lancer ce processus.
nl_be: De flow kent geen stappen. Neem contact op met uw organisatie om dit proces te starten.

# no_note
source: You don't have any note. Please make one.
fr_fr: Vous n'avez aucune note. S'il vous plaît, faites-en un.
nl_be: Je hebt geen notitie. Maak er alstublieft een.

# required_birthday
source: * Older than 16 years old
fr_fr: * Âgé de plus de 16 ans
nl_be: * Ouder dan 16 jaar

# test_flow
source: Test Survey
fr_fr: Tester le flux
nl_be: Test de survey

source: Add conditional step
fr_fr: Ajouter étape conditionnel
nl_be: Voeg conditionele stap toe

source: Project
fr_fr: Projets

source: Password
fr_fr: Mot de passe
nl_be: Paswoord

# least_characters
source: At least 6 characters
fr_fr: Au moins 6 caractères
nl_be: Minimum 6 karakters

# uppcase_letter
source: Contains an uppercase letter
fr_fr: Contient lettre majuscule
nl_be: Bevat een hoofdletter

# special_character
source: Contains a special character (#)
fr_fr: Contient caractère spécial (#)
nl_be: Bevat een speciaal karakter (#)

# select_color
source: Select your colour
fr_fr: Sélectionnez votre couleur
nl_be: Klik op je kleur

# press_button
source: Press the green button to start your survey!
fr_fr: Appuyez sur le bouton vert pour commencez l'enquête!
nl_be: Druk op de groene knop voor uw survey te starten!

source: Mode
nl_be: Modus

source: Pauze
nl_be: Pauzeren

# info
source: Information
nl_be: Informatie

source: Question
nl_be: Vraag

source: Notes
nl_be: Notities

source: Confirmation
nl_be: Bevestiging

source: Description
nl_be: Beschrijving
